Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Managers will be able to complete the moderation process and advance the review process to the next stage via the review form. The professional review role will still have access to monitor, manage and intervene if necessary via the portal.
id_id: Manajer akan dapat menyelesaikan proses moderasi dan melanjutkan proses evaluasi ke tahap berikutnya melalui formulir evaluasi. Jabatan peninjau profesional masih akan memiliki akses untuk memantau, mengelola, dan melakukan intervensi jika diperlukan melalui portal.

source: A moderation stage will be added to the review process workflow.
id_id: Tahap moderasi akan ditambahkan ke alur kerja proses evaluasi.

source: Moderation stage
id_id: Tahap moderasi

source: Define the visibility of your performance review.
id_id: Tentukan visibilitas ulasan kinerja Anda.

source: Select the populations relevant for this template.
id_id: Pilih populasi yang relevan untuk templat ini.

source: Select population
id_id: Pilih populasi

source: The review will be published and made visible to the worker after the manager submit their review. beqom recommends that you use the conversation and publication results stage. Please note that this setting cannot be changed after the review form is published.
id_id: Ulasan akan dipublikasikan dan terlihat oleh pekerja setelah manajer mengirimkan ulasan mereka. beqom merekomendasikan agar Anda menggunakan tahap diskusi dan hasil publikasi. Harap dicatat bahwa pengaturan ini tidak dapat diubah setelah formulir evaluasi dipublikasikan.

source: Skip the "Conversation & publication" results stage
id_id: Lewati tahap hasil "Pembahasan & publikasi"

source: "Conversation & publication" stages
id_id: Tahap "Pembahasan & publikasi"

source: Local owners
id_id: Pemilik lokal

source: Select owners
id_id: Pilih pemilik

source: Review owners
id_id: Tinjau pemilik

source: Add review owners
id_id: Tambahkan pemilik ulasan

source: Select the stages of the review
id_id: Pilih tahap-tahap dari evaluasi

source: Configure review stages
id_id: Konfigurasi tahap evaluasi

source: To customize steps, uncheck the template in the "Performance review details" step.
id_id: Untuk menyesuaikan langkah, hapus centang pada templat di langkah "Detail ulasan kinerja".

source: The review timeline is based on the Goal setting template.
id_id: Linimasa peninjauan didasarkan pada templat Penetapan Tujuan.

source: Only managers are required to provide input. Workers will not be able to view the questions or respond to them.
id_id: Hanya manajer yang diwajibkan memberikan masukan. Pekerja tidak akan dapat melihat pertanyaan atau menanggapinya.

source: Skip worker self-assessment
id_id: Lewati penilaian mandiri pekerja

source: When you publish the review, it will then be assigned to the workers who are eligible for performance review and who have a line manager within the selected population. To include individual workers, simply search for their name. The system will disregard the workers' eligibility to the review. You can still include more workers to participate after the review is published.
id_id: Ketika Anda menerbitkan ulasan, ulasan tersebut akan diberikan kepada pekerja yang memenuhi syarat untuk evaluasi kinerja dan yang memiliki manajer lini dalam populasi yang dipilih. Untuk menyertakan pekerja individu, cukup cari nama mereka. Sistem akan mengabaikan kriteria kelayakan pekerja terhadap ulasan tersebut. Anda masih dapat menyertakan lebih banyak pekerja untuk berpartisipasi setelah ulasan diterbitkan.

source: Search for people or organizational units
id_id: Cari orang atau unit organisasi

source: Assign to workers
id_id: Tetapkan ke pekerja

source: Choose a default language
id_id: Pilih bahasa default

source: Enter an overview of the performance review
id_id: Masukkan gambaran umum evaluasi kinerja

source: Enable the "Suggested agenda" widget for workers and managers
id_id: Aktifkan widget "Agenda yang disarankan" untuk pekerja dan manajer

source: Basic Information
id_id: Informasi Dasar

source: Performance review details
id_id: Detail ulasan kinerja

source: Language preference
id_id: Preferensi bahasa

source: Review type
id_id: Jenis tinjauan

source: Select the review type
id_id: Pilih jenis ulasan

source: Suggested agenda
id_id: Agenda yang disarankan

source: Title
id_id: Judul

source: Enter a title for the performance review
id_id: Masukkan judul untuk tinjauan kinerja

source: Send performance review PDF to Documents
id_id: Kirim PDF evaluasi kinerja ke Dokumen

source: Review period is different from goal period
id_id: Periode evaluasi berbeda dari periode tujuan

source: This is a read-only field. It won't affect any of the goal period settings.
id_id: Ini adalah bidang hanya-baca. Tidak akan memengaruhi pengaturan periode tujuan apa pun.

source: Review period to be displayed
id_id: Periode evaluasi untuk ditampilkan

source: All the goals that were created with a due date or a deliverable date within the specified goal period will be included in the performance review.
id_id: Semua tujuan yang dibuat dengan tenggat waktu atau tanggal penyerahan dalam periode tujuan yang ditentukan akan dimasukkan dalam evaluasi kinerja.

source: Goal period
id_id: Periode tujuan

source: Hide the goal period from the review form
id_id: Sembunyikan periode tujuan dari formulir evaluasi

source: Review periods
id_id: Periode evaluasi

source: Based on the chosen stages
id_id: Berdasarkan tahapan yang dipilih

source: Preview of the performance review timeline
id_id: Pratinjau jadwal evaluasi kinerja

source: Organizational units:
id_id: Unit organisasi:

source: You cannot disable "Overall Performance" because the "Challenge process" setting is enabled for this review.
id_id: Anda tidak dapat menonaktifkan "Kinerja Keseluruhan" karena pengaturan "Proses sanggahan" diaktifkan untuk evaluasi ini.

source: Owners:
id_id: Pemilik:

source: Reopen
id_id: Buka kembali

source: Your changes may have an impact on the completed process. Avoid making changes to any field that affects the template layout and workflows. Are you sure you want to proceed?
id_id: Perubahan Anda mungkin berdampak pada proses yang telah selesai. Hindari membuat perubahan pada bidang apa pun yang memengaruhi tata letak templat dan alur kerja. Apakah Anda yakin ingin melanjutkan?

source: Reopen review
id_id: Buka kembali ulasan

source: Review type:
id_id: Tipe peninjauan:

source: Your review template was successfully saved.
id_id: Templat ulasan Anda berhasil disimpan.

source: Are you sure you want to publish this review?
id_id: Apakah Anda yakin ingin memublikasikan ulasan ini?

source: Publish changes
id_id: Publikasikan perubahan

source: Your review template was successfully published.
id_id: Templat ulasan Anda berhasil dipublikasikan.

source: Additional manager can see the worker's self-review
id_id: Manajer tambahan dapat melihat evaluasi mandiri pekerja

source: Answer type
id_id: Jenis jawaban

source: Allow additional managers to be invited
id_id: Izinkan manajer tambahan untuk diundang

source: Enable behaviors
id_id: Aktifkan perilaku

source: Enable overall performance
id_id: Aktifkan kinerja keseluruhan

source: Enable useful information for self-reviews and manager reviews
id_id: Aktifkan informasi berguna untuk evaluasi mandiri dan evaluasi manajer

source: Mandatory comment
id_id: Komentar wajib

source: Mandatory rating
id_id: Penilaian wajib

source: Limit for additional managers
id_id: Batasan untuk manajer tambahan

source: Comment only
id_id: Hanya komentar

source: Rating only
id_id: Hanya penilaian

source: Rating and comment
id_id: Penilaian dan komentar

source: Enable rating for each behavior
id_id: Aktifkan penilaian untuk setiap perilaku

source: Enable rating for each goal
id_id: Aktifkan penilaian untuk setiap tujuan

source: All rating scales
id_id: Semua skala penilaian

source: Rating scales
id_id: Skala penilaian

source: Selected scale preview
id_id: Pratinjau skala yang dipilih

source: No translation found. Please contact your system administrator to correct this issue.
id_id: Tidak ditemukan terjemahan. Silakan hubungi administrator sistem Anda untuk memperbaiki masalah ini.

source: Enable overall rating for behaviors
id_id: Aktifkan penilaian keseluruhan untuk perilaku

source: Enable overall rating for goals
id_id: Aktifkan penilaian keseluruhan untuk tujuan

source: Rating scale
id_id: Skala penilaian

source: Select an option
id_id: Pilih opsi

source: Select scale
id_id: Pilih skala

source: Additional review
id_id: Ulasan tambahan

source: Configurations
id_id: Konfigurasi

source: Manager review
id_id: Ulasan manajer

source: Start date:
id_id: Tanggal mulai:

source: Closed
id_id: Tutup

source: End-of-year review
id_id: Evaluasi akhir tahun

source: Interim review 1
id_id: Ulasan sementara 1

source: Mid-year review
id_id: Evaluasi tengah tahun

source: Enable the transfer of reviews
id_id: Aktifkan transfer ulasan

source: Performance reviews between a worker and their previous manager which have not been started or are in progress will be transferred to the new manager. The previous manager will no longer see the review after its transfer.
id_id: Evaluasi kinerja antara seorang pekerja dan manajer sebelumnya yang belum dimulai atau sedang akan ditransfer ke manajer baru. Manajer sebelumnya tidak akan lagi melihat ulasan setelah proses transfer.

source: Allow line managers to reassign a review to another user
id_id: Izinkan manajer lini untuk mengalihkan evaluasi kinerja kepada pengguna lain

source: The reassigned reviewer will see the reassigned review in their list and will be able to complete the worker's review. The reassigned reviewer will see all worker-related data (goals, feedback, etc.) visible in the review, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full review process with the worker. If they reassign the review mid-process, their content will not be visible.
id_id: Peninjau yang ditugaskan ulang akan melihat ulasan yang dialihkan dalam daftar mereka dan dapat menyelesaikan ulasan pekerja tersebut. Peninjau yang ditugaskan ulang akan melihat semua data terkait pekerja (tujuan, umpan balik, dll.) yang terlihat dalam ulasan, dengan cara yang sama seperti manajer lini. Perlu diperhatikan bahwa penugasan ulang berarti peninjau yang ditugaskan ulang akan menyelesaikan seluruh proses ulasan dengan pekerja. Jika mereka melakukan penugasan ulang di tengah proses, konten mereka tidak akan terlihat.

source: Enable visibility of unsubmitted content from a previous review owner
id_id: Aktifkan visibilitas konten yang belum diserahkan dari pemilik ulasan sebelumnya

source: Your changes were successfully saved.
id_id: Perubahan Anda berhasil disimpan.

source: Sensitive Content
id_id: Konten Sensitif

source: A smart search for specific words that are considered unprofessional or deemed sensitive in your organization will be performed. A standard set of words is provided, but the list of words can be customized after activating the settings below, using the “Update sensitive word list” button.
id_id: Pencarian cerdas untuk kata-kata spesifik yang dianggap tidak profesional atau dianggap sensitif di organisasi Anda akan dilakukan. Satu set kata standar disediakan, tetapi daftar kata dapat disesuaikan setelah mengaktifkan pengaturan di bawah ini, menggunakan tombol "Perbarui daftar kata sensitif".

source: Enable sensitive content filtering
id_id: Aktifkan penyaringan konten sensitif

source: The sensitive filter for reviews will be available in the “Manage reviews” section of the performance review template. Sensitive words will be highlighted when viewing the review. In addition, paragraphs containing sensitive content will be specifically accessible by clicking on the sensitive filter icon next to the view review icon.
id_id: Filter konten sensitif untuk ulasan akan tersedia di bagian "Kelola ulasan" dari templat ulasan kinerja. Kata-kata sensitif akan disorot saat melihat ulasan. Selain itu, paragraf yang mengandung konten sensitif akan dapat diakses secara khusus dengan mengklik ikon filter sensitif di sebelah ikon lihat ulasan.

source: Enable for reviews
id_id: Aktifkan untuk evaluasi

source: Sensitive content settings
id_id: Pengaturan konten sensitif

source: This is a standard security feature of an application; it is recommended to keep it enabled.
id_id: Fitur ini adalah keamanan standar aplikasi, disarankan untuk tetap mengaktifkannya.

source: Session timeout
id_id: Batas waktu sesi

source: Disable
id_id: Nonaktifkan

source: Keep enabled
id_id: Tetap aktifkan

source: Specify how many minutes a session can stay idle before automatic termination (1 to 1440 minutes). If the user doesn’t refresh or request a page within this time, the session will end.
id_id: Tentukan berapa menit sesi dapat tetap diam sebelum penghentian otomatis (1 hingga 1440 menit). Jika pengguna tidak memuat ulang atau meminta halaman dalam waktu ini, sesi akan berakhir.

source: Enable session timeout
id_id: Aktifkan batas waktu sesi

source: In minutes; between {{min}} and {{max}}.
id_id: Dalam hitungan menit, antara {{min}} dan {{max}}.

source: Duration of inactivity before timeout
id_id: Durasi tidak aktif sebelum batas waktu

source: Cultural Settings
id_id: Pengaturan Budaya

source: Setup
id_id: Pengaturan

source: Smart features
id_id: Fitur cerdas

source: Snapshot Manager
id_id: Manajer Snapshot

source: No snapshots yet.
id_id: Belum ada snapshot.

source: Stock
id_id: Saham

source: Enable stock nomination
id_id: Aktifkan nominasi saham

source: Stock settings
id_id: Pengaturan saham

source: Time zone
id_id: Zona waktu

source: Specify whether you want to apply user local time in case your users are spread across multiple time zones. If you want to use the default company time zone for all users, leave this option disabled.
id_id: Tentukan apakah Anda ingin menerapkan waktu lokal pengguna jika pengguna Anda tersebar di beberapa zona waktu. Jika Anda ingin menggunakan zona waktu default perusahaan untuk semua pengguna, biarkan opsi ini dinonaktifkan.

source: User local time
id_id: Waktu lokal pengguna

source: Local time
id_id: Waktu lokal

source: Select the default country and the default time zone for your company.
id_id: Pilih negara default dan zona waktu default untuk perusahaan Anda.

source: User administration
id_id: Administrasi pengguna

source: Approval of data privacy statements
id_id: Persetujuan pernyataan privasi data

source: Approval date
id_id: Tanggal persetujuan

source: Rejection date
id_id: Tanggal penolakan

source: Approved
id_id: Disetujui

source: Rejected
id_id: Ditolak

source: Version
id_id: Versi

source: Worker details - {{name}}
id_id: Detail pekerja - {{name}}

source: Add mailing address
id_id: Tambahkan alamat surat-menyurat

source: Add instant messaging address
id_id: Tambahkan alamat pesan instan

source: Add phone number
id_id: Tambahkan nomor telepon

source: Cost center
id_id: Pusat biaya

source: Example: Accounting.
id_id: Contoh: Akuntansi.

source: Department within the business to which costs related to this user will be allocated.
id_id: Departemen dalam bisnis sebagai tujuan alokasi biaya terkait pengguna ini.

source: Display name
id_id: Nama tampilan

source: Example: Barbara (Babs) Jane Jensen.
id_id: Contoh: Barbara (Babs) Jane Jensen.

source: Name of the user as it will be displayed to end-users.
id_id: Nama pengguna seperti yang akan ditampilkan kepada pengguna akhir.

source: Email address
id_id: Alamat email

source: Example: email@domain.com
id_id: Contoh: email@domain.com

source: The email address must be a unique value and have a correct email format such as "@email.com".
id_id: Alamat email harus bernilai unik dan memiliki format email yang benar seperti "@email.com".

source: First name
id_id: Nama depan

source: Example: Barbara.
id_id: Contoh: Barbara.

source: Given name of the user.
id_id: Nama depan pengguna.

source: Formatted name
id_id: Nama terformat

source: Example: Ms. Barbara (Babs) Jane Jensen, III.
id_id: Contoh: Nona Barbara (Babs) Jane Jensen, III.

source: Full name of the user, including all middle names, nicknames, prefixes and suffixes, if any, formatted for display.
id_id: Nama lengkap pengguna. Termasuk semua nama tengah, nama panggilan, gelar awal, atau gelar akhir, jika ada. Diformat untuk ditampilkan.

source: Honorific prefix
id_id: Awalan kehormatan

source: Example: Ms.
id_id: Contoh: Nona

source: Honorific prefix or title of the user.
id_id: Awalan kehormatan atau awalan pengguna.

source: Honorific suffix
id_id: Akhiran kehormatan

source: Example: III.
id_id: Contoh: III.

source: Honorific suffix of the user.
id_id: Akhiran kehormatan dari pengguna.

source: Enter worker external ID
id_id: Masukkan ID eksternal pekerja

source: Unique identifier of this worker/user. We recommend you reference the worker/user ID from your source HR system. This identifier can be any combination of alphanumerical characters, and cannot contain special characters.
id_id: Pengenal unik dari pekerja/pengguna ini. Kami merekomendasikan Anda merujuk ID pekerja/pengguna dari sumber sistem HR Anda. Pengenal ini dapat berupa kombinasi karakter alfanumerik, dan tidak boleh mengandung karakter khusus.

source: Job title
id_id: Jabatan pekerjaan

source: Example: HR Director.
id_id: Contoh: Direktur SDM.

source: Job title of the user.
id_id: Jabatan pengguna.

source: Last name
id_id: Nama belakang

source: Example: Jensen.
id_id: Contoh: Jensen.

source: Family name of the user.
id_id: Nama keluarga pengguna.

source: Instant messaging address
id_id: Alamat pesan instan

source: Enter an address
id_id: Masukkan alamat

source: Typically, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" or "Other".
id_id: Umumnya berupa "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" atau "Lainnya".

source: Instant messaging address of the user.
id_id: Alamat pesan instan pengguna.

source: Middle name
id_id: Nama tengah

source: Example: Jane.
id_id: Contoh: Jane.

source: Middle name of the user.
id_id: Nama tengah pengguna.

source: Nickname
id_id: Nama panggilan

source: Example: Babs.
id_id: Contoh: Babs.

source: Preferred name/usual name to address the user.
id_id: Nama panggilan/nama yang biasa digunakan untuk menyapa pengguna.

source: Phone number
id_id: Nomor telepon

source: Example: +1-111-111-1111.
id_id: Contoh: +1-111-111-1111.

source: Phone number type. Typically, "Work", "Home", "Mobile", "Fax", "Pager" or "Other".
id_id: Jenis nomor telepon. Umumnya berupa "Kerja", "Rumah", "Seluler", "Faks", "Pager" atau "Lainnya".

source: Phone number of the user.
id_id: Nomor telepon pengguna.

source: Use email
id_id: Gunakan email

source: Invalid email address
id_id: Alamat email tidak valid

source: Secondary email address
id_id: Alamat email sekunder

source: Example: email@domain.com.
id_id: Contoh: email@domain.com.

source: Type of the secondary email address. Typically, "Work", "Home" or "Other".
id_id: Jenis alamat email sekunder. Umumnya berupa "Kerja", "Rumah" atau "Lainnya".

source: Secondary email address of the user.
id_id: Alamat email sekunder pengguna.

source: User type
id_id: Tipe pengguna

source: Choose type
id_id: Pilih tipe

source: Identifies the relationship between the organization and the user.
id_id: Mengidentifikasi hubungan antara organisasi dan pengguna.

source: External profile
id_id: Profil eksternal

source: Example: Web page.
id_id: Contoh: Halaman web.

source: Optional field. Can be the URL to an external website with the user's online profile, for example on LinkedIn.
id_id: Bidang opsional. Dapat berupa URL ke situs web eksternal dengan profil online pengguna, misalnya di LinkedIn.

source: Username
id_id: Nama pengguna

source: Used for logging into system; must be unique value. We highly recommend using the email address or the external ID as the username.
id_id: Digunakan untuk masuk ke sistem, harus berupa nilai yang unik. Kami menyarankan penggunaan alamat email atau ID eksternal sebagai nama pengguna.

source: Full name
id_id: Nama lengkap

source: Unique identifiers
id_id: Pengenal unik

source: Language & timezone
id_id: Bahasa & zona waktu

source: Language code
id_id: Kode bahasa

source: Full language code. In addition to the language itself, a regional indication may be displayed. For instance "en-US".
id_id: Kode bahasa lengkap. Selain bahasanya sendiri, mungkin juga ditampilkan indikasi wilayah. Misalnya "en-US".

source: Preferred language
id_id: Bahasa pilihan

source: Preferred written or spoken languages of the user. Typically used to select the translated interface.
id_id: Bahasa tertulis atau lisan yang diinginkan oleh pengguna. Umumnya digunakan untuk memilih antarmuka yang diterjemahkan.

source: Time zone of the user.
id_id: Zona waktu pengguna.

source: Workers & roles settings
id_id: Pengaturan pekerja & jabatan

source: Organization details
id_id: Detail organisasi

source: Primary mailing address
id_id: Alamat surat utama

source: Roles
id_id: Jabatan

source: Secondary mailing address
id_id: Alamat surat sekunder

source: Secondary email
id_id: Email sekunder

source: Are you sure you want to activate this user?
id_id: Apakah Anda yakin ingin mengaktifkan pengguna ini?

source: Are you sure you want to deactivate this user?
id_id: Apakah Anda yakin ingin menonaktifkan pengguna ini?

source: Eligible for performance review
id_id: Memenuhi syarat untuk evaluasi kinerja

source: Activate
id_id: Aktifkan

source: User management
id_id: Manajemen pengguna

source: Enable the "Variable" widget
id_id: Aktifkan widget "Variabel"

source: View organizational unit
id_id: Lihat unit organisasi

source: Type to select a manager
id_id: Ketik untuk memilih manajer

source: Line manager of the user
id_id: Manajer lini dari pengguna

source: Please add at least one goal.
id_id: Silakan tambahkan setidaknya satu tujuan.

source: All organizational units
id_id: Semua unit organisasi

source: All updates were saved.
id_id: Semua pembaruan telah disimpan.

source: # Accepted data privacy
id_id: # Privasi data yang diterima

source: % Accepted data privacy
id_id: % Menerima privasi data

source: Achievement total score
id_id: Skor total pencapaian

source: Action date time
id_id: Waktu tindakan

source: Action name
id_id: Nama tindakan

source: Action username
id_id: Nama pengguna tindakan

source: # Deliverables completed
id_id: # Deliverable yang diselesaikan

source: # Actions
id_id: # Tindakan

source: % Active managers requested feedback
id_id: % Manajer aktif yang meminta umpan balik

source: % Active managers sent feedback
id_id: % Manajer aktif yang mengirimkan umpan balik

source: Active users
id_id: Pengguna aktif

source: # Active users
id_id: # Pengguna aktif

source: % Active workers requested feedback
id_id: % pekerja aktif yang meminta umpan balik

source: % Active workers sent feedback
id_id: % Pekerja aktif yang mengirimkan umpan balik

source: Actual number total documents
id_id: Jumlah aktual total dokumen

source: After deadline
id_id: Setelah tenggat

source: % Aligned behavior ratings
id_id: % Peringkat perilaku yang selaras

source: Aligned goal ID
id_id: ID sasaran yang selaras

source: Aligned goal name
id_id: Nama sasaran yang selaras

source: Aligned goal owner name
id_id: Nama pemilik sasaran yang selaras

source: Aligned goal owner worker ID
id_id: ID pekerja pemilik sasaran yang selaras

source: % Aligned goal rating
id_id: % Peringkat sasaran yang selaras

source: Aligned goal type name
id_id: Nama jenis sasaran yang selaras

source: # Aligned goals
id_id: # Sasaran yang selaras

source: % Aligned goals
id_id: % Sasaran yang selaras

source: % Aligned
id_id: % Selaras
